Repository: e-ditiones/PARALLEL17
Catalog: corpus_tmx/Racine1676_Oeuvres1_bpt6k9905809_corrected_numb_align_l.tmx
Source language: frm
Languages: fr

source: J’attendois de ſon Fils encor plus de bonté.
fr: J’attendais de son Fils encor plus de bonté.

source: Pardonne, cher Hector, a ma credulité.
fr: Pardonne, cher Hector, à ma crédulité.

source: Je n’ay pû ſoupçonner ton Ennemy d’un crime,
fr: Je n’ai pu soupçonner ton Ennemi d’un crime,

source: Malgré luy-meſme enfin je l’ay crû magnanime.
fr: Malgré lui-même enfin je l’ai cru magnanime.

source: Ah! s’il l’eſtoit aſſez, pour nous laiſſer du moins
fr: Ah! s’il l’était assez, pour nous laisser du moins

source: Au Tombeau qu’à ta Cendre ont élevé mes ſoins;
fr: Au Tombeau qu’à ta Cendre ont élevé mes soins;

source: Et que finiſſant-là ſa haine & nos miſeres,
fr: Et que finissant là sa haine et nos misères,

source: Il ne ſéparaſt point des dépoüilles ſi cheres!
fr: Il ne séparât point des dépouilles si chères!

source: Oüy, je ſens à regret, qu’en excitant vos larmes,
fr: Oui, je sens à regret, qu’en excitant vos larmes,

source: Je ne fay contre moy que vous donner des armes.
fr: Je ne fais contre moi que vous donner des armes.

source: Je croyois apporter plus de haine en ces lieux.
fr: Je croyais apporter plus de haine en ces lieux.

source: Mais, Madame, du moins tournez vers moy les yeux.
fr: Mais, Madame, du moins tournez vers moi les yeux.

source: Voyez ſi mes regards ſont d’un Juge ſevere,
fr: Voyez si mes regards sont d’un Juge sévère,

source: S’ils ſont d’un Ennemy qui cherche à vous déplaire.
fr: S’ils sont d’un Ennemi qui cherche à vous déplaire.

source: Pourquoy me forcez-vous vous-meſme à vous trahir?
fr: Pourquoi me forcez-vous vous-même à vous trahir?

source: Au nom de voſtre Fils, ceſſons de nous haïr.
fr: Au nom de votre Fils, cessons de nous haïr.

source: A le ſauver enfin, c’eſt moy qui vous convie.
fr: À le sauver enfin, c’est moi qui vous convie.

source: Faut-il que mes ſoupirs vous demandent ſa vie?
fr: Faut-il que mes soupirs vous demandent sa vie?

source: Faut-il qu’en ſa faveur j’embraſſe vos genoux?
fr: Faut-il qu’en sa faveur j’embrasse vos genoux?

source: Pour la derniere fois, ſauvez-le, ſauvez-vous.
fr: Pour la dernière fois, sauvez-le, sauvez-vous.

source: Je ſçay de quels ſermens je romps pour vous les chaiſnes,
fr: Je sais de quels serments je romps pour vous les chaînes,

source: Combien je vais ſur moy faire éclater de haines.
fr: Combien je vais sur moi faire éclater de haines.

source: Je renvoye Hermione, & je mets ſur ſon front,
fr: Je renvoie Hermione, et je mets sur son front,

source: Je vous conduis au Temple, où ſon Hymen s’appreſte.
fr: Je vous conduis au Temple, où son Hymen s’apprête.

source: Je vous ceins du Bandeau, préparé pour ſa Teſte.
fr: Je vous ceins du Bandeau, préparé pour sa Tête.

source: Mais ce n’eſt plus, Madame, un offre à dédaigner.
fr: Mais ce n’est plus, Madame, une offre à dédaigner.

source: Je vous le dis, il faut ou perir, ou regner.
fr: Je vous le dis, il faut ou périr, ou régner.

source: Mon cœur deſeſperé d’un an d’ingratitude,
fr: Mon cœur, désespéré d’un an d’ingratitude,

source: Ne peut plus de ſon ſort ſouffrir l’incertitude.
fr: Ne peut plus de son sort souffrir l’incertitude.

source: C’eſt craindre, menaſſer, & gemir trop long-temps.
fr: C’est craindre, menacer, et gémir trop longtemps.

source: Je meurs, ſi je vous pers, mais je meurs ſi j’attens.
fr: Je meurs, si je vous perds, mais je meurs, si j’attends.

source: Songez-y, je vous laiſſe, & je viendray vous prendre,
fr: Songez-y, je vous laisse, et je viendrai vous prendre,

source: Et là vous me verrez ſoûmis, ou furieux,
fr: Et là vous me verrez soumis, ou furieux,

source: JE vous l'avois predit, qu’en dépit de la Grece,
fr: Je vous l’avais prédit, qu’en dépit de la Grèce,

source: De voſtre ſort encor vous ſeriez la Maiſtreſſe.
fr: De votre sort encor vous seriez la Maîtresse.

source: Helas! De quel effet tes diſcours ſont ſuivis!
fr: Hélas! De quel effet tes discours sont suivis!

source: Il ne me reſtoit plus qu’à condanner mon Fils.
fr: Il ne me restait plus qu’à condamner mon Fils.

source: Madame, à voſtre Epoux c’eſt eſtre aſſez fidelle.
fr: Madame, à votre Époux c’est être assez fidèle.

source: Trop de vertu pourroit vous rendre criminelle.
fr: Trop de vertu pourrait vous rendre criminelle.

source: Luy-meſme il porteroit voſtre ame à la douceur.
fr: Lui-même il porterait votre âme à la douceur.

source: Quoy, je lui donnerois Pyrrhus pour ſucceſſeur?
fr: Quoi, je lui donnerais Pyrrhus pour successeur?

source: Ainſi le veut ſon Fils, que les Grecs vous raviſſent.
fr: Ainsi le veut son Fils, que les Grecs vous ravissent.

source: Penſez-vous qu’apres tout ſes Manes en rougiſſent?
fr: Pensez-vous qu’après tout ses Mânes en rougissent?

source: Qu'il mépriſaſt, Madame, un Roy victorieux,
fr: Qu’il méprisât, Madame, un Roi victorieux,

source: Qui vous fait remonter au rang de vos Ayeux;
fr: Qui vous fait remonter au rang de vos Aïeux;

source: Qui foule aux pieds pour vous vos Vainqueurs en colere,
fr: Qui foule aux pieds pour vous vos Vainqueurs en colère,

source: Qui ne ſe ſouvient plus qu’Achille eſtoit ſon Pere,
fr: Qui ne se souvient plus qu’Achille était son Père,

source: Qui dément ſes Exploits, & les rend ſuperflus?
fr: Qui dément ses Exploits, et les rend superflus?

source: Dois-je les oublier, s’il ne s’en ſouvient plus?
fr: Dois-je les oublier, s’il ne s’en souvient plus?

source: Dois-je oublier Hector privé de funerailles,
fr: Dois-je oublier Hector privé de funérailles,

source: Et traiſné ſans honneur autour de nos murailles?
fr: Et traîné sans honneur autour de nos murailles?

source: Dois je oublier ſon Pere à mes pieds renverſé,
fr: Dois-je oublier son Père à mes pieds renversé,

source: Enſanglantant l’Autel qu’il tenoit embraſſé?
fr: Ensanglantant l’Autel qu’il tenait embrassé?

source: Songe, ſonge, Cephiſe, à cette Nuit cruelle,
fr: Songe, songe, Céphise, à cette Nuit cruelle,

source: Qui fut pour tout un Peuple une Nuit eternelle.
fr: Qui fut pour tout un Peuple une Nuit éternelle.

source: Figure-toy Pyrrhus, les yeux étincelans,
fr: Figure-toi Pyrrhus, les yeux étincelants,

source: Entrant à la lueur de nos Palais brûlans;
fr: Entrant à la lueur de nos Palais brûlants;

source: Sur tous mes Freres morts ſe faiſant un paſſage,
fr: Sur tous mes Frères morts se faisant un passage,

source: Et de ſang tout couvert échauffant le carnage.
fr: Et de sang tout couvert échauffant le carnage.

source: Songe aux cris des Vainqueurs, ſonge aux cris des Mourans,
fr: Songe aux cris des Vainqueurs, songe aux cris des Mourants,

source: Dans la flamme étouffez, ſous le fer expirans.
fr: Dans la flamme étouffés, sous le fer expirants.

source: Peins-toy dans ces horreurs Andromaque éperduë.
fr: Peins-toi dans ces horreurs Andromaque éperdue.

source: Voila comme Pyrrhus vint s’offrir à ma veuë;
fr: Voilà comme Pyrrhus vint s’offrir à ma vue;

source: Voila par quels exploits il ſçeût ſe couronner,
fr: Voilà par quels exploits il sut se couronner,

source: Enfin voila l’Epoux que tu me veux donner.
fr: Enfin voilà l’Époux que tu me veux donner.

source: Non, je ne ſeray point complice de ſes crimes.
fr: Non, je ne serai point complice de ses crimes.

source: Qu’il nous prenne, s’il veut, pour dernieres Victimes.
fr: Qu’il nous prenne, s’il veut, pour dernières Victimes.

source: Tous mes reſſentimens luy ſeroient aſſervis.
fr: Tous mes ressentiments lui seraient asservis.

source: Hé bien, allons donc voir expirer voſtre Fils.
fr: Hé bien, allons donc voir expirer votre Fils.

source: On n’attend plus que vous. Vous fremiſſez, Madame?
fr: On n’attend plus que vous. Vous frémissez, Madame?

source: Ah! de quel ſouvenir vient-tu frapper mon ame!
fr: Ah! de quel souvenir viens-tu frapper mon âme!

source: Quoy, Cephiſe, j’iray voir expirer encor
fr: Quoi, Céphise, j’irai voir expirer encor

source: Ce Fils, ma ſeule joye, & l’image d’Hector?
fr: Ce Fils, ma seule joie, et l’image d’Hector?

source: Ce Fils que de ſa flame il me laiſſa pour gage?
fr: Ce Fils que de sa flamme il me laissa pour gage?

source: Helas! je m’en ſouviens, le jour que ſon courage,
fr: Hélas! je m’en souviens, le jour que son courage,

source: Luy fit chercher Achille, ou plûtoſt le treſpas;
fr: Lui fit chercher Achille, ou plutôt le trépas;

source: Il demanda ſon Fils, & le prit dans ſes bras.
fr: Il demanda son Fils, et le prit dans ses bras.

source: Chere Epouſe, (dit-il, en eſſüyant mes larmes,)
fr: Chère Épouse, (dit-il, en essuyant mes larmes,)

source: J’ignore quel ſuccés le ſort garde à mes armes,
fr: J’ignore quel succès le sort garde à mes armes,

source: Je te laiſſe mon Fils, pour gage de ma foy;
fr: Je te laisse mon Fils, pour gage de ma foi;

source: S’il me perd, je prétens qu’il me retrouve en toy.
fr: S’il me perd, je prétends qu’il me retrouve en toi.

source: Si d’un heureux hymen la memoire t’eſt chere,
fr: Si d’un heureux hymen la mémoire t’est chère,

source: Montre au Fils à quel point tu cheriſſois le Pere.
fr: Montre au Fils à quel point tu chérissais le Père.

source: Et je puis voir répandre un ſang ſi precieux?
fr: Et je puis voir répandre un sang si précieux?

source: Et je laiſſe avec luy perir tous ſes Ayeux?
fr: Et je laisse avec lui périr tous ses Aïeux?

source: Roy barbare! faut-il que mon crime l’entraiſne?
fr: Roi barbare! faut-il que mon crime l’entraîne?

source: Si je te hais, eſt-il coupable de ma haine?
fr: Si je te hais, est-il coupable de ma haine?

source: T’a-t’il de tous les ſiens reproché le trépas?
fr: T’a-t-il de tous les siens reproché le trépas?

source: S’eſt-il plaint à mes yeux des maux qu’il ne ſent pas?
fr: S’est-il plaint à tes yeux des maux qu’il ne sent pas?

source: Mais cependant, mon Fils, tu meurs, ſi je n’arreſte
fr: Mais cependant, mon Fils, tu meurs, si je n’arrête

source: Le fer, que le Cruel tient levé ſur ta teſte.
fr: Le fer, que ce Cruel tient levé sur ta tête.

source: Je l’en puis détourner, & je t’y vais offrir?
fr: Je l’en puis détourner, et je t’y vais offrir?

source: Non tu ne mourras point, je ne le puis ſouffrir.
fr: Non tu ne mourras point, je ne le puis souffrir.

source: Allons trouver Pyrrhus. Mais non, chere Cephiſe,
fr: Allons trouver Pyrrhus. Mais non, chère Céphise,

source: Va le trouver pour moy.
fr: Va le trouver pour moi.

source: Que faut-il que je diſe,
fr: Que faut-il que je dise,

source: Dy-luy que de mon Fils l’amour eſt aſſez fort...
fr: Dis-lui que de mon Fils l’amour est assez fort…

source: Crois-tu que dans ſon cœur il ait juré ſa mort?
fr: Crois-tu que dans son cœur il ait juré sa mort?

source: L’amour peut-il ſi loin pouſſer ſa barbarie?
fr: L’amour peut-il si loin pousser sa barbarie?

source: Madame, il va bien-toſt revenir en furie.
fr: Madame, il va bientôt revenir en furie.

source: Hé bien, va l’aſſurer....
fr: Hé bien, va l’assurer…

source: De quoy? De voſtre foy?
fr: De quoi? De votre foi?

source: Helas! pour la promettre eſt-elle encore à moy?
fr: Hélas! pour la promettre est-elle encore à moi?

source: O cendres d’un Epoux! ô Troyens! ô mon Pere!
fr: Ô cendres d’un Époux! ô Troyens! ô mon Père!

source: O mon Fils, que tes jours couſtent cher à ta mere!
fr: Ô mon Fils, que tes jours coûtent cher à ta Mère!

source: Où donc, Madame? & que reſolvez-vous?
fr: Où donc, Madame? et que résolvez-vous?

source: Allons, ſur ſon tombeau conſulter mon Epoux.
fr: Allons, sur son tombeau, consulter mon Époux.

source: AH! je n’en doute point. C’eſt voſtre Epoux, Madame,
fr: Ah! je n’en doute point. C’est votre Époux, Madame,

source: C’eſt Hector qui produit ce miracle en voſtre ame.
fr: C’est Hector qui produit ce miracle en votre âme.

source: Il veut que Troye encor ſe puiſſe relever,
fr: Il veut que Troie encor se puisse relever,

source: Avec cet heureux Fils, qu’il vous fait conſerver.
fr: Avec cet heureux Fils, qu’il vous fait conserver.

source: Madame, il n’attendoit qu’un mot pour vous le rendre.
fr: Madame, il n’attendait qu’un mot pour vous le rendre.

source: Croyez en ſes tranſports. Pere Sceptre, Alliez,
fr: Croyez-en ses transports. Père, Sceptre, Alliés,

source: Content de voſtre cœur, il met tout à vos piez.
fr: Content de votre cœur, il met tout à vos pieds.

source: Sur luy, ſur tout ſon Peuple il vous rend Souveraine.
fr: Sur lui, sur tout son Peuple il vous rend Souveraine.

source: Eſt-ce là ce Vainqueur digne de tant de haine?
fr: Est-ce là ce Vainqueur digne de tant de haine?

source: Déja contre les Grecs plein d’un noble courroux,
fr: Déjà contre les Grecs plein d’un noble courroux,

source: Le ſoin de voſtre Fils le touche autant que vous.
fr: Le soin de votre Fils le touche autant que vous.

source: Il previent leur fureur, il luy laiſſe ſa Garde,
fr: Il prévient leur fureur, il lui laisse sa Garde,

source: Pour ne pas l’expoſer luy-meſme il ſe hazarde.
fr: Pour ne pas l’exposer lui-même il se hasarde.

source: Mais tout s’apreſte au Temple. Et vous avez promis..
fr: Mais tout s’apprête au Temple. Et vous avez promis…

source: Ouy, je m’y trouveray. Mais allons voir mon Fils.
fr: Oui, je m’y trouverai. Mais allons voir mon Fils.

source: Madame, qui vous preſſe? Il ſuffit que ſa veuë
fr: Madame, qui vous presse? Il suffit que sa vue

source: Deſormais à vos yeux ne ſoit plus deffenduë.
fr: Désormais à vos yeux ne soit plus défendue.

source: Vous luy pourrez bien-toſt prodiguer vos bontez,
fr: Vous lui pourrez bientôt prodiguer vos bontés,

source: Et vos embraſſemens ne ſeront plus contez.
fr: Et vos embrassements ne seront plus comptés.

source: Quel plaiſir d’élever un Enfant, qu’on voit craiſtre,
fr: Quel plaisir! d’élever un Enfant qu’on voit craître,

source: Non plus comme un Eſclave élevé pour ſon Maiſtre,
fr: Non plus comme un Esclave élevé pour son Maître,

source: Mais pour voir avec luy renaiſtre tant de Rois!
fr: Mais pour voir avec lui renaître tant de Rois!

source: Cephiſe, allons le voir pour la derniere fois.
fr: Céphise, allons le voir pour la dernière fois.

source: O! ma chere Cephiſe,
fr: Ô! ma chère Céphise,

source: Ce n’eſt point avec toy que mon cœur ſe déguiſe.
fr: Ce n’est point avec toi que mon coeur se déguise.

source: Ta foy dans mon malheur s’eſt montrée à mes yeux.
fr: Ta foi dans mon malheur s’est montrée à mes yeux.

source: Mais j’ay crû qu'à mon tour tu me connoiſſois mieux.
fr: Mais j’ai cru qu’à mon tour tu me connaissais mieux.

source: Quoy donc as-tu penſé qu’Andromaque infidelle,
fr: Quoi donc as-tu pensé qu’Andromaque infidèle,

source: Pûſt trahir un Epoux qui croit revivre en elle,
fr: Pût trahir un Époux qui croit revivre en elle,

source: Et que de tant de Morts reveillant la douleur,
fr: Et que de tant de Morts réveillant la douleur,

source: Le ſoin de mon repos me fiſt troubler le leur?
fr: Le soin de mon repos me fît troubler le leur?

source: Eſt-ce là cette ardeur tant promiſe à ſa cendre?
fr: Est-ce là cette ardeur tant promise à sa cendre?

source: Mais ſon Fils periſſoit, il l’a falu défendre.
fr: Mais son Fils périssait, il l’a fallu défendre.

source: Pyrrhus en m’épouſant s’en déclare l’appuy.
fr: Pyrrhus en m’épousant s’en déclare l’appui.

source: Il ſufſit. Je veux bien m’en repoſer ſur luy.
fr: Il suffit. Je veux bien m’en reposer sur lui.

source: Je ſçay quel eſt Pyrrhus. Violent, mais ſincere,
fr: Je sais quel est Pyrrhus. Violent, mais sincère,

source: Cephiſe, il ſera plus qu’il n’a promis de faire.
fr: Céphise, il fera plus qu’il n’a promis de faire.

source: Sur le courroux des Grecs je m’en repoſe encor,
fr: Sur le courroux des Grecs, je m’en repose encor,

source: Leur haine va donner un Pere au Fils d’Hector.
fr: Leur haine va donner un Père au Fils d’Hector.

source: Je vais donc, puiſqu’il faut que je me ſacrifie,
fr: Je vais donc, puisqu’il faut que je me sacrifie,

source: Afſurer à Pyrrhus le reſte de ma vie.
fr: Assurer à Pyrrhus le reste de ma vie.

source: Je vais, en recevant ſa foy ſur les Autels,
fr: Je vais, en recevant sa foi sur les Autels,

source: Mais auſſi-toſt ma main, à moy ſeule funeſte,
fr: Mais aussitôt ma main, à moi seule funeste,

source: D’une infidelle vie abbregera le reſte,
fr: D’une infidèle vie abrégera le reste,

source: Et ſauvant ma vertu, rendra ce que je doy,
fr: Et sauvant ma vertu, rendra ce que je dois,

source: A Pyrrhus, à mon Fils, à mon Epoux, à moy.
fr: À Pyrrhus, à mon Fils, à mon Époux, à moi.

source: Voila de mon amour l’innocent ſtratagéme;
fr: Voilà de mon amour l’innocent stratagème;

source: Voila ce qu’un Epoux m’a commandé luy-méme.
fr: Voilà ce qu’un Époux m’a commandé lui-même.

source: J’iray ſeule rejoindre Hector, & mes Ayeux.
fr: J’irai seule rejoindre Hector, et mes Aïeux.

source: Cephiſe, c’eſt à toy de me fermer les yeux.
fr: Céphise, c’est à toi de me fermer les yeux.

source: Ah! ne pretendez pas que je puiſſe ſurvivre....
fr: Ah! ne prétendez pas que je puisse survivre…

source: Non, non, je te deffens, Cephiſe, de me ſuivre.
fr: Non non, je te défends, Céphise, de me suivre.

source: Je confie à tes ſoins mon unique treſor,
fr: Je confie à tes soins mon unique trésor,

source: Si tu vivois pour moy, vy pour le Fils d’Hector.
fr: Si tu vivais pour moi, vis pour le Fils d’Hector.

source: De l’eſpoir des Troyens ſeule dépoſitaire,
fr: De l’espoir des Troyens seule dépositaire,

source: Songe à combien de Roys tu deviens neceſſaire.
fr: Songe, à combien de Rois tu deviens nécessaire.

source: Veille auprés de Pyrrhus. Fay-luy garder ſa foy.
fr: Veille auprès de Pyrrhus. Fais-lui garder sa foi.

source: S’il le faut, je conſens que tu parles de moy.
fr: S’il le faut, je consens que tu parles de moi.

source: Fay luy valoir l’hymen, où je me ſuis rangée;
fr: Fais-lui valoir l’hymen, où je me suis rangée;

source: Dy-luy, qu’avant ma mort je luy ſus engagée,
fr: Dis-lui, qu’avant ma mort je lui fus engagée,

source: Que ſes reſſentimens doivent eſtre effacez,
fr: Que ses ressentiments doivent être effacés,

source: Qu'en luy laiſſant mon Fils, c’eſt l’eſtimer aſſez.
fr: Qu’en lui laissant mon Fils, c’est l’estimer assez.

source: Fay connoiſtre à mon Fils les Heros de ſa Race.
fr: Fais connaître à mon Fils les Héros de sa Race.

source: Autant que tu pourras, conduy-le ſur leur trace.
fr: Autant que tu pourras, conduis-le sur leur trace.

source: Dy-luy, par quels exploits leurs noms ont éclaté,
fr: Dis-lui, par quels exploits leurs noms ont éclaté,

source: Plûtoſt ce qu’ils ont fait, que ce qu’ils ont eſté.
fr: Plutôt ce qu’ils ont fait, que ce qu’ils ont été.

source: Parle luy tous les jours des vertus de ſon Pere,
fr: Parle-lui tous les jours des Vertus de son Père,

source: Et quelquefois auſſi parle luy de ſa Mere.
fr: Et quelquefois aussi parle-lui de sa Mère.

source: Mais qu’il ne ſonge plus, Cephiſe, à nous vanger,
fr: Mais qu’il ne songe plus, Céphise, à nous venger,

source: Nous luy laiſſons un Maiſtre, il le doit ménager.
fr: Nous lui laissons un Maître, il le doit ménager.

source: Qu’il ait de ſes Ayeux un ſouvenir modeſte.
fr: Qu’il ait de ses Aïeux un souvenir modeste.

source: Il eſt du ſang d’Hector, mais il en eſt le reſte.
fr: Il est du sang d’Hector, mais il en est le reste.

source: Et pour ce reſte enfin j’ay moy-meſme en un jour
fr: Et pour ce reste enfin j’ai moi-même en un jour

source: Sacrifié mon ſang, ma haine, & mon amour.
fr: Sacrifié mon sang, ma haine, et mon amour.

source: Helas!
fr: Hélas!

source: Ne me ſuy point, ſi ton cœur en allarmes,
fr: Ne me suis point, si ton cœur en alarmes,

source: Prevoit qu’il ne pourra commander à tes larmes.
fr: Prévoit qu’il ne pourra commander à tes larmes.

source: On vient. Cache tes pleurs, Cephiſe, & ſouviens-toy,
fr: On vient. Cache tes pleurs, Céphise, et souviens-toi,

source: Que le ſort d’Andromaque eſt commis à ta foy.
fr: Que le sort d’Andromaque est commis à ta foi.

source: Ceſt Hermione. Allons, fuyons ſa violence.
fr: C’est Hermione. Allons, fuyons sa violence.

source: NOn, je ne puis aſſez admirer ce ſilence.
fr: Non, je ne puis assez admirer ce silence.

source: Vous vous taiſez, Madame, & ce cruel mépris
fr: Vous vous taisez, Madame, et ce cruel mépris

source: N’a pas du moindre trouble agité vos eſprits?
fr: N’a pas du moindre trouble agité vos esprits?

source: Vous ſouſtenez en paix une ſi rude attaque?
fr: Vous soutenez en paix une si rude attaque?

source: Vous qu’on voyoit fremir au ſeul nom d’Andromaque?
fr: Vous qu’on voyait frémir au seul nom d’Andromaque?

source: Vous qui ſans deſeſpoir ne pouviez endurer
fr: Vous qui sans désespoir ne pouviez endurer

source: Que Pyrrhus d’un regard la vouluſt honorer?
fr: Que Pyrrhus d’un regard la voulût honorer?

source: Il l’épouſe. Il luy donne avec ſon Diadéme
fr: Il l’épouse. Il lui donne avec son Diadème

source: La foy, que vous venez de recevoir vous-méme;
fr: La foi, que vous venez de recevoir vous-même;

source: Et voſtre bouche encor muette à tant d’ennuy,
fr: Et votre bouche encor muette à tant d’ennui,

source: N’a pas daigné s’ouvrir pour ſe plaindre de luy?
fr: N’a pas daigné s’ouvrir pour se plaindre de lui?

source: Ah! que je crains, Madame, un calme ſi funeſte!
fr: Ah! que je crains, Madame, un calme si funeste!

source: Et qu’il vaudroit bien mieux....
fr: Et qu’il vaudrait bien mieux…

source: Fais-tu venir Oreſte?
fr: Fais-tu venir Oreste?

source: Que bien-toſt à vos piez il alloit ſe ranger.
fr: Que bientôt à vos pieds il allait se ranger.

source: Preſt à ſervir toûjours ſans eſpoir de ſalaire,
fr: Prêt à servir toujours sans espoir de salaire,

source: Vos yeux ne ſont que trop aſſurez de luy plaire.
fr: Vos yeux ne sont que trop assurés de lui plaire.

source: AH Madame? Eſt-il vray qu’une fois
fr: AH Madame? Est-il vrai qu’une fois

source: Oreſte en vous cherchant obeïſſe à vos lois?
fr: Oreste en vous cherchant obéisse à vos lois?

source: Ne m’a-t-on point ſiatté d’une fauſſe eſperance?
fr: Ne m’a-t-on point flatté d’une fausse espérance?

source: Avez-vous en effet ſouhaitté ma preſence?
fr: Avez-vous en effet souhaité ma présence?

source: Croiray-je que vos yeux à la fin deſarmez
fr: Croirai-je que vos yeux à la fin désarmés

source: Je veux ſçavoir, Seigneur, ſi vous m’aimez.
fr: Je veux savoir, Seigneur, si vous m’aimez.

source: Si je vous aime! O Dieux! mes ſermens, mes parjures,
fr: Si je vous aime! Ô Dieux! mes serments, mes parjures,

source: Ma fuite, mon retour, mes reſpects, mes injures,
fr: Ma fuite, mon retour, mes respects, mes injures,

source: Mon deſeſpoir, mes yeux de pleurs toujours noyez,
fr: Mon désespoir, mes yeux de pleurs toujours noyés,

source: Quels témoins croyrez-vous, ſi vous ne les croyez?
fr: Quels témoins croirez-vous, si vous ne les croyez?

source: Vangez-moy, je croy tout.
fr: Vengez-moi, je crois tout.

source: Mettons encore un coup toute la Gréce en flame.
fr: Mettons encore un coup toute la Grèce en flamme.

source: Prenons, en ſignalant mon bras & voſtre nom,
fr: Prenons, en signalant mon bras et votre nom,

source: Vous la place d’Helene, & moy d’Agamemnon.
fr: Vous la place d’Hélène, et moi d’Agamemnon.

source: De Troye en ce pays réveillons les miſeres,
fr: De Troie en ce pays réveillons les misères,

source: Et qu’on parle de nous ainſi que de nos Peres.
fr: Et qu’on parle de nous ainsi que de nos Pères.

source: Partons, je ſuis tout preſt.
fr: Partons, je suis tout prêt.

source: Je ne veux pas ſi loin porter de tels affrons.
fr: Je ne veux pas si loin porter de tels affronts.

source: Quoy de mes ennemis couronnant l’inſolence,
fr: Quoi de mes ennemis couronnant l’insolence,

source: J’irois attendre ailleurs une lente vangeance,
fr: J’irais attendre ailleurs une lente vengeance,

source: Et je m’en remettrois au deſtin des combats,
fr: Et je m’en remettrais au destin des combats,

source: Qui peut-eſtre à la fin ne me vangeroit pas?
fr: Qui peut-être à la fin ne me vengerait pas?
